import { v4 as uuid } from "uuid";
import type { Task } from "../models/models";

export const tasks: Task[] = [
  {
    id: uuid(),
    title: "Новая задача 1",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это.",
  },
  {
    id: uuid(),
    title: "Новая задача 2",
    description: "Текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи",
  },
  {
    id: uuid(),
    title: "Новая задача 3",
    description: "Текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи",
  },
  {
    id: uuid(),
    title: "Новая задача 4",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это.",
  },
  {
    id: uuid(),
    title: "Новая задача 5",
    description: "Текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи",
  },
  {
    id: uuid(),
    title: "Новая задача 6",
    description: "Текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи",
  },
  {
    id: uuid(),
    title: "Новая задача 7",
    description: "Текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи",
  },
  {
    id: uuid(),
    title: "Новая задача 8",
    description: "Текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи",
  },
  {
    id: uuid(),
    title: "Новая задача 9",
    description: "Текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи",
  },
  {
    id: uuid(),
    title: "Новая задача 10",
    description: "Текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи",
  },
  {
    id: uuid(),
    title: "Новая задача 11",
    description: "Текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи",
  },
  {
    id: uuid(),
    title: "Новая задача 12",
    description: "Текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи",
  },
  {
    id: uuid(),
    title: "Новая задача 13",
    description: "Текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи",
  },
  {
    id: uuid(),
    title: "Новая задача 14",
    description: "Текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи, текст задачи",
  },
];
