import { v4 as uuid } from "uuid";
import type { Task } from "../models/models";

export const tasks: Task[] = [
  {
    id: uuid(),
    title: "Новая задача 1",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
  {
    id: uuid(),
    title: "Новая задача 2",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
  {
    id: uuid(),
    title: "Новая задача 3",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
  {
    id: uuid(),
    title: "Новая задача 4",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это.",
  },
  {
    id: uuid(),
    title: "Новая задача 5",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
  {
    id: uuid(),
    title: "Новая задача 6",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
  {
    id: uuid(),
    title: "Новая задача 7",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
  {
    id: uuid(),
    title: "Новая задача 8",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
  {
    id: uuid(),
    title: "Новая задача 9",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
  {
    id: uuid(),
    title: "Новая задача 10",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
  {
    id: uuid(),
    title: "Новая задача 11",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
  {
    id: uuid(),
    title: "Новая задача 12",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
  {
    id: uuid(),
    title: "Новая задача 13",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
  {
    id: uuid(),
    title: "Новая задача 14",
    description: "Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. Нужно сделать то и это. ",
  },
];
